Repository: AbdallaSZ/MotherClub
Catalog: lib/l10n/app_*.arb
Languages: ar

# privacy_policy_title5
source: Data Retention
ar: الاحتفاظ بالبيانات

# privacy_policy_title6
source: We may share information with third parties
ar: يجوز لنا مشاركة المعلومات مع أطراف ثالثة

# privacy_policy_title7
source: Online Advertising and Your Choices
ar: الإعلان عبر الإنترنت واختياراتك

# privacy_policy_title8
source: The Wish
ar: الامنية

# privacy_policy_title9
source: Links to Other Websites
ar: روابط لمواقع أخرى

# privacy_policy_title10
source: Contact Information
ar: معلومات التواصل

source: Search with category
ar: بحث بالصنف
