Repository: AbdallaSZ/MotherClub
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home
ar: الصفحة الرئيسية

source: My Account
ar: ملف شخصي

source: Log out
ar: تسجيل الخروج

source: Change Language
ar: تغيير اللغة

source: Category
ar: التصنيفات

source: Forum
ar: المنتدى

source: Store
ar: المتجر

# splash_phrase
source: Your Arabic Guide for pregnancy and parenthood
ar: رفيقك في رحلة الحمل والأمومة

source: Items
ar: العناصر

# amd
source: AED
ar: درهم

# error
source: Some Error Happened
ar: حدثت مشكلة

source: Discount
ar: تخفيض

source: Not now
ar: ليس الآن

source: You have to login first
ar: لابد من تسجيل الدخول أولاً

# create_new_account_to_see
source: Create an account to see all your information and allows you will be able to share your experience with others and learn other mothers experiment’s.
ar: قم بتكوين حساب لمشاهدة كل المعلومات الخاصة بك وعلم بأنك ستتمكن من مشاركة خبراتك مع الآخرين والتعرف على تجارب امهات أخرى.

# agree_for_news
source: Agree for Newsletter?
ar: الموافقة على الرسالة الإخبارية ؟

# proceed_as_guest
source: Proceed as a guest
ar: الأستمرار كـ زائر

source: Guest
ar: زائر

source: Sizes:
ar: أحجام :

source: Change Password
ar: تغيير كلمة السر

source: See All
ar: المزيد

source: Done
ar: تم

# we_are_pleased
source: We are pleased to join your journey and provide you with free knowledge and medical tips week by week as your pea-pod develops into a full-grown sweet baby.
ar: يسرنا أن ننضم لرحلتكم ونوفر لكم المعرفة المجانية والبقشيش الطبي أسبوعا بحلول الأسبوع كما يتطور كبود البازلاء إلى طفل رضيع بالغ النمو.

source: Your Pregnancy
ar: حملك

source: Physical
ar: فعلي

source: You are pregnant for
ar: انتى حامل لمده

source: Hi
ar: اهلاً

source: Write your experience
ar: أكتب عن خبراتك

# congrats
source: 'Congratulations on your new bundle of joy! Now that your baby arrived, you can find here everything you have to look forward to, from milestones to baby’s growth, plus tips to make life easier.'
ar: مبروك على حملك الجديد ونتمنى لك وصول طفلك بكل خير لقد قمنا بإعداد كل شي لك لكى تكون فترة حملك أسهل

source: Loading...
ar: جاري التحميل ...

source: New Password
ar: كلمة السر الجديدة

source: Current Password
ar: كلمة السر الحالية

# password_changed_successfully
source: Password has been changed
ar: تم تغيير كلمة السر بنجاح

source: Wish List
ar: كشف الرغبات

# are_you_sure_to_select_this_image
source: Are you sure you want to change the image ?
ar: هل انت متأكد من تغيير الصورة ؟

# image_uploaded_successfully
source: The image has been changed successfully
ar: تم تغيير الصورة بنجاح

source: Weeks Pregnancy Helps
ar: وأسابيع الحمل والحمل

# please_check_username_password
source: Please check your username or password
ar: من فضلك قم بمراجعه الاسم وكلمة السر

source: Something went wrong
ar: حدث شيئ خطأ

source: login
ar: تسجيل الدخول

source: Remember Me?
ar: تذكرنى ؟

source: Upload Profile Image
ar: تحميل صورة شخصية

source: Forget Password ?
ar: نسيت كلمة السر ؟

source: Expert Blogs
ar: مدونات الخبراء

source: Don’t have an account?
ar: لا تملك حساب ؟

source: Username
ar: اسم المستخدم

source: Ok Go Back
ar: حسنا عد للخلف

source: Code entered is
ar: الكود الذي تم ادخاله

source: Item Details
ar: تفاصيل البند

source: Description
ar: الوصف

source: Review
ar: المراجعة

# magnetic_Energy
source: Magnetic Energy Anion Sanitary Napkins are designed for your wellness during your periods. Magnetic Strip provides 3 natural energies (magnetism, anion and far infrared) that
ar: أنيونات الطاقة المغناطيسية مصممة للعافية خلال الفترات الخاصة بك. ويوفر القطاع المغناطيسي 3 أنواع من الطاقة الطبيعية (المغناطيسية ، والأنيون ، والأشعة تحت الحمراء) التي

source: Add to Cart
ar: اضافة الى عربة

# maternity_Bladder
source: Maternity Bladder Control ads'
ar: "إعلانات التحكم في سلم الأمومة"

source: No Products Found
ar: لم يتم ايجاد منتجات

# thaiamine
source: Thiamine (Vitamin B1) in\n your diet \nduring pregnancy
ar: الثيامين (فيتامين B1) في ن حميتك الغذائية nn الحمل

# agree_to
source: I agree to the
ar: أوافق على

# terms_conditions
source: Terms and conditions
ar: الشروط والأحكام

source: and
ar: و

source: Privacy Policy
ar: سياسة الخصوصية

source: to MotherClub
ar: الى نادى الأمهات

source: Register
ar: تسجيل

# name_must_be_more_than
source: Name Must be more than 3 characters
ar: يجب أن يكون الاسم أكثر من 3 حروف

# username_must_be_more_than
source: User name Must be more than 3 characters
ar: يجب أن يكون اسم المستخدم أكثر من 3 حروف

# password_must_be_more_than
source: Password Must be more than 7 characters
ar: يجب أن تكون كلمة السرية أكثر من 7 حروف

# email_must_be_more_than
source: Email is not valid
ar: البريد الالكتروني غير صحيح

source: Your Orders
ar: الطلبات الخاصة بك

source: Week
ar: الأسبوع

source: We Choose for you
ar: قمنا بإلاختيار لك

# search_product
source: Search Products
ar: البحث عن المنتجات

source: Your baby
ar: طفلك

source: Baby Month
ar: شهر الطفل

source: Continue
ar: إستمر

# shipping_details
source: Shopping Details
ar: تفاصيل الشحن

source: Edit Wish List Name
ar: تعديل اسم قائمة ال مفضلات

source: Age
ar: العمر

# item_added
source: 'Item added to the cart'
ar: تم إضافة عنصر للعربة

source: additional_information
ar: معلومات إضافية

# choose_age
source: Choose baby age
ar: أختر عمر الطفل

# first
source: First Name
ar: الأسم الأول

# last
source: Last Name
ar: الأسم الأخير

# write_review
source: Write your review
ar: أكتب رأيك

source: Submit
ar: أرسل

source: City
ar: مدينة

source: phone
ar: رقم الهاتف

source: Password
ar: كلمة السر

source: Email
ar: البريد الإلكترونى

source: Name
ar: الأسم

# address_validation
source: Enter A valid Address
ar: العنوان غير صحيح

# phone_validation
source: Enter a valid phone
ar: رقم الهاتف غير صحيح

# city_validation
source: must be a valid city
ar: المدينة غير صحيحه

# zipCode_validation
source: Enter a valid Zip Code
ar: غير صحيح Zip Code

source: Warning
ar: تحذير

source: OK
ar: فهمت

source: Confirmed
ar: تم بنجاح

# there_is_no_product
source: There is no product for
ar: لا يوجد منتج يطابق

source: CHECKOUT
ar: الانتقال للدفع

source: Comments
ar: التعليقات

source: Reply
ar: رد

source: Buy Again
ar: شراء مرة أخرى

source: Your Wish List
ar: المفضلات

source: contact us
ar: تواصل معنا

source: Select Language
ar: اختيار لغة

source: Settings
ar: الإعدادات

source: Address
ar: العنوان

source: SAVE ADDRESS AS
ar: حفظ عنوان على أنه

source: Work
ar: العمل

source: PAYMENT OPTION
ar: اختيار السداد

# have_a_promo
source: Have a promo code
ar: هل لديك promo كود

source: Apply
ar: تطبيق

source: Verify Your Email
ar: التحقق من البريد الالكتروني

# please_enter_4_digit
source: Please enter the 4 digite code sent to Amara123@gmail.com
ar: يرجى ادخال الرمز الرقمي 4 الذي تم ارساله الى Amara123@gmail.com

source: Verification Code
ar: كود التحقق

# login_to_account
source: Login your Account
ar: تسجيل الدخول

# your_password
source: Your new password must be different from priviously used Password
ar: كلمة السرية الجديدة الخاصة بك يجب أن تكون مختلفة عن كلمة السرية المستخدمة مسبقا

# we_pleased
source: We are pleased to accompany you on your journey and provide you with free information
ar: نحن سعداء بمرافقتك في رحلتك وتزويدك بمعلومات مجانية

source: Or login with
ar: أو بدء الاتصال مع

source: Following
ar: بعد

source: Followers
ar: يتبع

source: Likes
ar: يحب

source: Total Post
ar: اجمالي البريد

# week_pregnancy
source: Pregnancy Week
ar: أسبوع الحمل

source: Shopping products
ar: منتجات التسوق

source: Yes
ar: نعم

source: No
ar: لا

source: Cancel
ar: الغاء

# we_are_opened_to_suggestion
source: we are open for any suggestion or just to have a chat
ar: نحن منفتحون على أي اقتراح أو لمجرد الدردشة

source: FOLLOW US
ar: تابعنا

# feedback_location
source: Sharjah Research Technology and Innovation park Sharjah-UAE
ar: منتزه الشارقة للأبحاث والتكنولوجيا والابتكار ، الشارقة ، الإمارات العربية المتحدة

source: Feedback
ar: تقييم

# add_wishlist_name
source: Add Wish List
ar: اضف قائمة مفضلات

source: Add
ar: اضف

# remove_order
source: Deleting orders
ar: حذف طلب

# no_wish_list_yet
source: No Wish list
ar: لا يوجد قائمة مفضلات

source: Variation
ar: نوع

source: Quantity
ar: كمية

source: items in your cart
ar: منتجات في سلتك

source: You have
ar: انت لديك

source: Your Cart
ar: سلتك

source: added
ar: اضيفت

source: has deleted
ar: حذفت

source: order
ar: طلب

source: edited
ar: عدلت

source: some fields are invalid
ar: بعض الخانات غير صحيحة

source: Item removed from this wishlist !
ar: تم حذف عنصر من قائمة المفضلات!

source: item added to the cart again
ar: تم اضافة عنصر الى السلة مرة اخرى

source: You have to agree the terms
ar: لقد وافقت على الاتفاقية

# feedback_sent
source: Feedback successfully sent!
ar: تم إرسال الملاحظات بنجاح!

source: Pregnancy Tools & Resources
ar: أدوات وموارد الحمل

source: Search
ar: بحث

source: Price
ar: سعر

source: Filters
ar: تصنيف

source: On Sale
ar: في التخفيضات

source: Open Forum
ar: افتح المنتدى

source: Add New Topic
ar: اضف موضوع جديد

source: title :
ar: العنوان :

source: content :
ar: المحتوى :

source: Gender
ar: النوع

source: Your Store
ar: متجرك

source: Your Forum
ar: المنتدى

# your_pregnancy_desc
source: We are pleased to join your journey and provide you with free knowledge and medical tips week by week as your pea-pod develops into a full-grown sweet baby.
ar: يسعدنا أن نرافقك في رحلتك ونقدم لك المعلومات المجانية والتصائح الطبية بكل أسبوع أكثر من مليون كلمة متنوعة متاحة لك من خلال نصوص سهلة وفيديوهات ممتعة.

# your_baby_desc
source: Congratulations on your new bundle of joy! Now that your baby arrived, you can find here everything you have to look forward to, from milestones to baby’s growth, plus tips to make life easier.
ar: تهانينا على مولودك والحمدلله على سلامتكم ستجدين هنا كل ما انت بحاجة للإهتمامبه خلال مراحل تطور طفلك الرئيسية والعديد من النصائج التي ستجعل حياتك في هذه المرحلة السعيدة أسهل .

# your_forum_desc
source: By joining our community forum, you will be able to share your experience with others and learn other mothers experiment’s from all over the world.
ar: بإنضمامك اليا يمكنك الدخول إلى المنتدى ومشاركة خبراتك مع الآخرين والتعرف على تجارب أمهات في مختلف أتحاء العالم والتحاور معهم .

# your_store_desc
source: Our store has a carefully selected items to provide you with a safe and easy mother-baby solutions. We have worked hard to bring you the best possible offers, shipping to you wherever you are.
ar: متجرنا يحتوي على القطع التي اخترناها بعناية لتقدم لكم حلولاً سهلة وأمنة , خدمات الشحن متوفرة وعملنا جاهدين لتقديم أفضل الأسعار. بمكنك استخدام نفس الحساب للتسوق في متجرنا .

# terms_and_conditions1
source: Welcome to the Mothers Club website, which is an online information and communication service provided by the Mothers Club FZLLC, Sharjah – United Arab Emirates. This policy aims to cover the uses of the entire site, although additional terms, restrictions and privacy policies may apply.
ar: مرحبًا بكم في موقع نادي الأمهات ، وهو عبارة عن خدمة معلومات واتصالات عبر الإنترنت مقدمة من Mothers Club FZLLC ، الشارقة - الإمارات العربية المتحدة. تهدف هذه السياسة إلى تغطية استخدامات الموقع بالكامل ، على الرغم من أنه قد يتم تطبيق شروط وقيود وسياسات خصوصية إضافية.

# terms_and_conditions_title1
source: Healthcare Disclaimer
ar: إخلاء مسؤولية الرعاية الصحية

# terms_and_conditions2
source: The goal of making content, products, consulting services, and any communication available here is to educate consumers about healthcare and medical problems that may affect their daily lives. Nothing in the Content or in the Products or Services is intended to be a substitute for medical advice, diagnosis, or treatment. This website and its services do not constitute medical, nursing or other professional healthcare advice, diagnosis or treatment. You should always speak with your health care provider first for diagnosis and treatment, including your specific medical needs. All products or services offered on this Website do not represent or warrant the safety, suitability, or effectiveness of the particular service or product. Users are advised to always seek to direct any questions regarding personal health or health conditions to a physician or other qualified healthcare provider. If you have or suspect you have a health problem or condition, please contact a qualified healthcare professional immediately.
ar: الهدف من إنشاء المحتوى والمنتجات والخدمات الاستشارية وأي اتصال متاح هنا هو تثقيف المستهلكين حول الرعاية الصحية والمشاكل الطبية التي قد تؤثر على حياتهم اليومية. لا يوجد شيء في المحتوى أو في المنتجات أو الخدمات مخصص ليكون بديلاً عن الاستشارة الطبية أو التشخيص أو العلاج. لا يشكل موقع الويب هذا وخدماته مشورة طبية أو تمريضية أو غيرها من خدمات الرعاية الصحية المهنية أو التشخيص أو العلاج. يجب عليك دائمًا التحدث مع مقدم الرعاية الصحية الخاص بك أولاً للتشخيص والعلاج ، بما في ذلك احتياجاتك الطبية المحددة. جميع المنتجات أو الخدمات المعروضة على هذا الموقع لا تمثل ولا تضمن سلامة أو ملاءمة أو فعالية خدمة أو منتج معين. يُنصح المستخدمون بالسعي دائمًا لتوجيه أي أسئلة تتعلق بالصحة الشخصية أو الظروف الصحية إلى الطبيب أو غيره من مقدمي الرعاية الصحية المؤهلين. إذا كان لديك أو تشك في أن لديك مشكلة أو حالة صحية ، فيرجى الاتصال بأخصائي رعاية صحية مؤهل على الفور.

# terms_and_conditions_title2
source: Terms of Use
ar: شروط الاستخدام

# terms_and_conditions3
source: Your access to or use of the Service constitutes acceptance of the Agreement as it appears at the time of entry or use. You may offer website visitors from time to time opportunities to subscribe to additional features or services through the Website and you may be obligated to enter into additional agreements or authorizations before you can use such features or services.
ar: يشكل وصولك إلى الخدمة أو استخدامها قبولًا للاتفاقية كما تظهر في وقت الدخول أو الاستخدام. يمكنك أن تعرض على زوار الموقع من وقت لآخر فرصًا للاشتراك في ميزات أو خدمات إضافية من خلال الموقع وقد تكون ملزمًا بالدخول في اتفاقيات أو تصاريح إضافية قبل أن تتمكن من استخدام هذه الميزات أو الخدمات.

# terms_and_conditions_title3
source: Intended for Users 18 Years of Age and Older
ar: مخصص للمستخدمين الذين تبلغ أعمارهم 18 عامًا فأكثر

# terms_and_conditions4
source: This website is intended for use by persons 18 years of age or older and children and persons under 18 years of age are not recommended to use this site. A parent or guardian is supposed to assist site users under 18 years of age.
ar: هذا الموقع مخصص للاستخدام من قبل الأشخاص الذين تبلغ أعمارهم 18 عامًا أو أكبر ولا يُنصح باستخدام هذا الموقع من قبل الأطفال والأشخاص الذين تقل أعمارهم عن 18 عامًا. من المفترض أن يساعد أحد الوالدين أو الوصي مستخدمي الموقع الذين تقل أعمارهم عن 18 عامًا.

# terms_and_conditions_title4
source: You Will Agree Not to:
ar: سوف توافق على عدم القيام بما يلي:

# terms_and_conditions5
source: Uploading or transmitting any communications or content of any kind that may infringe or infringe the rights of any party Use this website for any purpose that infringes your local, state, international or national rights Use this website as a means to distribute advertisements or other unsolicited material to any third party Use this Website to post or transmit material that is unlawful, obscene, defamatory, threatening, harassing, abusive, slanderous, hateful, or embarrassing to any other person or entity Attempting to disable a “breach” or affect the proper functioning of this website If you use any part of the Site and it requires secure access, you are responsible for maintaining the privacy of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.
ar: تحميل أو نقل أي اتصالات أو محتوى من أي نوع قد ينتهك أو ينتهك حقوق أي طرف استخدم هذا الموقع لأي غرض ينتهك حقوقك المحلية أو الحكومية أو الدولية أو الوطنية استخدم هذا الموقع كوسيلة لتوزيع الإعلانات أو غيرها من المواد غير المرغوب فيها إلى أي طرف ثالث استخدم هذا الموقع لنشر أو نقل مواد غير قانونية أو فاحشة أو تشهيرية أو تهديدية أو مضايقة أو مسيئة أو افترائية أو بغيضة أو محرجة لأي شخص أو كيان آخر محاولة تعطيل "خرق" أو التأثير على حسن سير عمل هذا الموقع إذا كنت تستخدم أي جزء من الموقع ويتطلب وصولاً آمنًا ، فأنت مسؤول عن الحفاظ على خصوصية حسابك وكلمة المرور وتقييد الوصول إلى جهاز الكمبيوتر الخاص بك ، وتوافق على قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك أو كلمة مرورك .

# terms_and_conditions_title5
source: Cancel Use
ar: إلغاء الاستخدام

# terms_and_conditions6
source: The Mothers Club may terminate your account or your use of the Website in its sole discretion at any time. You are legally responsible for any orders placed or financial charges incurred prior to cancellation.
ar: يجوز لنادي الأمهات إنهاء حسابك أو استخدامك للموقع وفقًا لتقديره المطلق في أي وقت. أنت مسؤول قانونيًا عن أي طلبات يتم تقديمها أو مصاريف مالية يتم تكبدها قبل الإلغاء.

# terms_and_conditions_title6
source: Blogs and Interactive Media
ar: المدونات والوسائط التفاعلية

# terms_and_conditions7
source: If you write articles or publish information on a website, this gives The Mothers Club an irrevocable right to reproduce, distribute, publish, display, draft, modify and create secondary works from them, use what you submit for any purpose in any form and publish it on any media. If you use blog articles or post information on the website, you agree not to: Post material that infringes the rights of any third party, including intellectual property rights, personal rights or rights of publicity. Post material that is unlawful, obscene, defamatory, threatening, harassing, abusive, defamatory, hateful or embarrassing to any other person or entity. Posting ads to seduce businesses. Publishing chain letters or hierarchical systems. Impersonating another person, including a spouse, child, or sibling. Allow someone to use personal documents to post or view comments. The Mothers Club reserves the right (but is not obligated to) to delete messages that do not respect the Terms of Use, and/or to deny access to the entire Site or to certain features such as the Blog.
ar: إذا قمت بكتابة مقالات أو نشر معلومات على موقع ويب ، فإن هذا يمنح The Mothers Club حقًا غير قابل للإلغاء لإعادة إنتاج وتوزيع ونشر وعرض ومسودة وتعديل وإنشاء أعمال ثانوية منها ، واستخدام ما تقدمه لأي غرض وبأي شكل ونشره. على أي وسائط. إذا كنت تستخدم مقالات مدونة أو تنشر معلومات على موقع الويب ، فأنت توافق على عدم: نشر مواد تنتهك حقوق أي طرف ثالث ، بما في ذلك حقوق الملكية الفكرية أو الحقوق الشخصية أو حقوق الدعاية. نشر مواد غير قانونية أو فاحشة أو تشهيرية أو تهديدية أو مضايقة أو مسيئة أو تشهيرية أو بغيضة أو محرجة لأي شخص أو كيان آخر. نشر الإعلانات لإغواء الشركات. نشر رسائل متسلسلة أو أنظمة هرمية. انتحال صفة شخص آخر ، بما في ذلك الزوج أو الطفل أو الأخ. اسمح لشخص ما باستخدام المستندات الشخصية لنشر التعليقات أو عرضها. يحتفظ Mothers Club بالحق (ولكن ليس ملزمًا بذلك) في حذف الرسائل التي لا تحترم شروط الاستخدام ، و / أو رفض الوصول إلى الموقع بأكمله أو إلى ميزات معينة مثل المدونة.

# terms_and_conditions_title7
source: Evacuation Responsibility:
ar: مسؤولية الإخلاء:

# terms_and_conditions8
source: You understand and agree that The Mothers Club and any other services, content or information made available or provided on the Site make no express or implied warranties, representations or representations whatsoever (including but not limited to warranties of bond, non-infringement or implied warranties relating to trade or fitness for a particular purpose) in connection with the Service or any goods, information or services you make available through the Service. In addition, Mothers Club does not guarantee that the use of the site will be unaccompanied by technical difficulties, for example, but not limited to the lack of information, interruption or failure of the service, viruses or Internet worms, and you understand the responsibility to implement adequate procedures and control points to meet your special requirements in terms of the accuracy of the data entered. and outgoing.
ar: أنت تدرك وتوافق على أن Mothers Club وأي خدمات أو محتوى أو معلومات أخرى يتم توفيرها أو تقديمها على الموقع لا تقدم أي ضمانات أو إقرارات أو إقرارات صريحة أو ضمنية من أي نوع (بما في ذلك على سبيل المثال لا الحصر ضمانات الضمان أو عدم الانتهاك أو الضمانات الضمنية) المتعلقة بالتجارة أو الملاءمة لغرض معين) فيما يتعلق بالخدمة أو أي سلع أو معلومات أو خدمات توفرها من خلال الخدمة. بالإضافة إلى ذلك ، لا يضمن Mothers Club أن استخدام الموقع لن يكون مصحوبًا بصعوبات فنية ، على سبيل المثال ، على سبيل المثال لا الحصر ، نقص المعلومات أو انقطاع الخدمة أو فشلها أو الفيروسات أو فيروسات الإنترنت ، وأنت تتفهم المسؤولية لتنفيذ الإجراءات ونقاط التحكم المناسبة لتلبية متطلباتك الخاصة من حيث دقة البيانات المدخلة. والصادرة.

# terms_and_conditions_title8
source: Limitation of Liability
ar: تحديد المسؤولية

# terms_and_conditions9
source: Use of this website is entirely at your own risk, and in no event shall The Mothers Club be liable for any direct, indirect, incidental, consequential, special, representative or punitive damages, or any other financial damages, losses, fees, fines or penalties. other, or legal liabilities arising from or in any way connected with this Service, websites browsed through this Service and/or the content or information contained herein. Your sole and exclusive remedy for dissatisfaction with this Service is to discontinue its use. By applying this paragraph, the User agrees to all content, goods and services available through the Website.
ar: استخدام هذا الموقع هو على مسؤوليتك الخاصة بالكامل ، ولن يتحمل Mothers Club بأي حال من الأحوال المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية أو خاصة أو تمثيلية أو تأديبية أو أي أضرار مالية أو خسائر أو رسوم أو غرامات أو ضربات الجزاء. المسؤوليات الأخرى أو القانونية الناشئة عن هذه الخدمة أو المرتبطة بها بأي شكل من الأشكال ، أو مواقع الويب التي يتم تصفحها من خلال هذه الخدمة و / أو المحتوى أو المعلومات الواردة هنا. العلاج الوحيد والحصري لعدم رضاك عن هذه الخدمة هو التوقف عن استخدامها. بتطبيق هذه الفقرة ، يوافق المستخدم على جميع المحتويات والسلع والخدمات المتاحة من خلال الموقع.

# terms_and_conditions_title9
source: Links to third-party websites
ar: روابط لمواقع الطرف الثالث

# terms_and_conditions10
source: The Site contains links to other websites operated by third parties. These links are provided for your convenience and are intended to enable access to third party websites only, and not for any other purpose. The Mothers Club does not warrant or claim to represent any material, quality, functionality, accuracy or suitability for any particular purpose or to promote or otherwise represent any third-party site, content or service. A link to a third-party site on the Mothers Club does not constitute sponsorship, endorsement, approval or responsibility for the third-party site whatsoever. The Mothers Club makes no representation or warranty for any of the products or services offered on any third party website.
ar: يحتوي الموقع على روابط لمواقع أخرى تديرها أطراف ثالثة. يتم توفير هذه الروابط لراحتك وتهدف إلى تمكين الوصول إلى مواقع الطرف الثالث فقط ، وليس لأي غرض آخر. لا يضمن Mothers Club أو يدعي أنه يمثل أي مادة أو جودة أو وظائف أو دقة أو ملاءمة لأي غرض معين أو للترويج أو تمثيل أي موقع أو محتوى أو خدمة خاصة بطرف ثالث. لا يشكل الارتباط بموقع جهة خارجية على Mothers Club رعاية أو تأييد أو موافقة أو مسؤولية عن موقع الطرف الثالث على الإطلاق. لا يقدم Mothers Club أي تمثيل أو ضمان لأي من المنتجات أو الخدمات المعروضة على أي موقع ويب تابع لجهة خارجية.

# terms_and_conditions_title10
source: Contact Information
ar: معلومات التواصل

# terms_and_conditions11
source: If you have any questions about the service, please contact us at:
ar: إذا كان لديك أي أسئلة حول الخدمة ، يرجى الاتصال بنا على :

# privacy_policy_title1
source: Information We Collect
ar: المعلومات التي نجمعها

# privacy_policy_title2
source: Electronic Communications, Newsletter and Related Services
ar: الاتصالات الإلكترونية والنشرات الإخبارية والخدمات ذات الصلة

# privacy_policy_title3
source: Polls
ar: استطلاعات الرأي

# privacy_policy_title4
source: How We use the Information We Collect
ar: كيف نستخدم المعلومات التي نجمعها
